{
  "Cheeses": {
    "0": {
      "Description":
        "Baby Gouda makes an adorable addition to a \"Create Your Own\" gift basket, or can even be given as a gift all by itself. Say \"Thank You\" or \"Get Well\" by giving the gift of this creamy, semi-hard gouda. Enrobed in red or yellow wax and overwrapped in red cellophane, this baby is darling and delicious. Made from pasteurized cow's milk.",
      "Image": "https://firebasestorage.googleapis.com/v0/b/cheeses-4fe5f.appspot.com/o/babygouda(1).jpg?alt=media&token=a16a6d13-6854-4a3d-b478-a0c6efaa2d44",
      "Name": "Baby Gouda"
    },
    "1": {
      "Description":
        "Aged Gouda, one of the world's most sought-after cheeses, has been made in the Netherlands for over 800 years. Beemster makes theirs in North Holland, where the grazing land is pure and lush. Easy to distinguish, it is the dairy world's equivalent of a Rembrandt or Van Gogh. This edible opus magnum has been matured for eighteen months, allowing its body to develop a muted caramel color, matched by an intense flavor with a sweet finish. The transformation that mild, somewhat ordinary Gouda undergoes during its aging process is simply amazing. Aged Gouda has many layers of nuanced flavor, and its texture lends itself well to shredding or chunking. Beemster's production is located in Northern Holland, famous for its rich milk and fertile grazing land. Discover one of the world's dairy masterpieces.",
      "Image": "https://firebasestorage.googleapis.com/v0/b/cheeses-4fe5f.appspot.com/o/150beemster(1).jpg?alt=media&token=93909cf2-0076-410f-8f60-1b81546b2e8f",
      "Name": "Beemster Classic 18-Month Aged Gouda"
    },
    "2": {
      "Description":
        "Beemster's Goat Gouda is the newest cheese in their award-winning line of exceptional cheeses. In Holland, there are select farmers in the Beemster polder who have always kept a few goats to satisfy local residents who want fresh goats' milk. The Beemster goats graze on the same land as their cows, making their milk just as unique and flavorful. Now, Beemster uses their artisan cheese making techniques to craft a goat's milk cheese worthy of their name. Beemster Goat Gouda is aged for 4 months, developing a wonderfully clean, sweet taste and smooth texture. Decidedly different from fresh chevre, this cheese is sure to please even those who are not goat cheese connoisseurs, making it the perfect cheese for serving to friends and family.",
      "Image": "https://firebasestorage.googleapis.com/v0/b/cheeses-4fe5f.appspot.com/o/150beemstergoat(1).jpg?alt=media&token=dad9f92a-d263-44b0-bedc-7ecba97dc975",
      "Name": "Beemster Goat Gouda"
    },
    "3": {
      "Description":
        "We're happy to introduce this North Holland Dutch Gouda with some new flavorful twists. Beemster has enhanced traditional Gouda with delicious spices and herbs. Some tastes are more familiar to American palates while others are delicious changes of pace. In Holland, people often spread mustard on mild cheeses to liven them up. Celebrating this tradition, Beemster with Mustard uses whole mustard seeds in the cheese, while red pepper incorporates spicy chili pepper flakes and garlic has a warm, familiar flavor.",
      "Image": "xx",
      "Name": "Beemster Gouda with Flavors"
    },
    "4": {
      "Description":
        "Young Beemster gets a peppery kick from hatch chiles in this cheese. These peppers vary in heat from subtle to fiery hot. Don’t be scared; this sweet and creamy cheese takes you close to the fire without getting burned. This is a great melting cheese, so add it to beans & rice, tacos, nachos and fajitas. You can also spice up a routine turkey sandwich or create a South western burger with a few slices of avocado. Beemster's production is located in Northern Holland, famous for its rich milk and fertile grazing land.",
      "Image": "xx",
      "Name": "Beemster Hatch Pepper Cheese"
    },
    "5": {
      "Description":
        "Beemster Pumpkin Spice is a truly unique gouda-style from the Beemster cheese makers. It has pumpkin spices blended right into the cheese. This is a savory pumpkin spice product, not sweet.",
      "Image": "xx",
      "Name": "Beemster Pumpkin Spice Cheese"
    },
    "6": {
      "Description":
        "The geographical region encompassing the former country of Flanders contains two Belgian provinces, present-day Nord (France), and the southern part of Zeeland (Holland) known as Zeeuws-Vlaanderen (\"Sealandic Flanders\"). This area is very well known for flax, a useful flowering plant that grows wild throughout Europe, but is especially abundant in Flanders. Famous throughout history, flax was used by the ancient Egyptian and Roman civilizations to make paper and linen. Today it is still used to make linseed oil and printing ink. The recipe for this cheese from Zeeuws-Vlaanderen dates back many centuries. Its name means \"Flax Cheese\", owing not to an ingredient but to the plant that dominates the local countryside. Still made in an old-fashioned manner, in the Middle Ages it was quite popular and always served at the annual oogstfeest (Flemish harvest festival). Similar to Gouda but richer, creamier and deeper yellow in color, Vlaskaas' purple rind distinguishes it from all other cheeses.",
      "Image": "xx",
      "Name": "Beemster Vlaskaas"
    },
    "7": {
      "Description":
        "We experienced a moment of culinary divinity when we first sampled this Extra Aged Gouda from Beemster. Previously, we doubted that any cheese could be more flavorful than Beemster's 18-month Aged Gouda, but their X.O. indeed sets a new bar. With this 26-month gouda, we first noticed its delicate, brittle texture. After we tasted it, the flavor of butterscotch permeated the palate, followed by alternating waves of whiskey and pecan. Made from pasteurized cow's milk.",
      "Image": "xx",
      "Name": "Beemster X.O. 26-Month Extra Aged Gouda"
    },
    "8": {
      "Description":
        "Aged gouda for connoisseurs! In modern Holland, there are few remaining farmers who still make cheese by hand on the farm. Boerenkaas is, by definition, a handmade Gouda. Creating Boerenkaas is more art than science, leveraging a tremendous amount of knowledge, tradition and skill in the process. Our Boerenkaas is only made from May to October when the weather permits the cows to stay outside and eat fresh grass. Because it is made from raw milk, this cheese has a full, tangy flavor, with much more character than any factory-made Gouda cheese. Its 24-month aging period gives it even more flavor and leaves behind characteristic amino acid crystals. Enjoy with a full-bodied red wine and a hunk of fresh bread.",
      "Image": "xx",
      "Name": "Boerenkaas Aged 24 Months"
    },
    "9": {
      "Description":
        "Similar to Parrano, this Dutch cheese with the Italian-sounding name of Ciao Angelo is a very versatile table and cooking cheese. Aged a minimum of nine months, Ciao Angelo is made from cow’s milk in Holland by Bonnema Kaas. It has a savory, caramel and nutty flavor, as if it was a blend of Aged Gouda and Parmesan. It is a lovely table cheese and perfect for grating.",
      "Image": "xx",
      "Name": "Ciao Angelo"
    },
    "10": {
      "Description":
        "Similar to Parrano, this Dutch cheese with the Italian-sounding name of Ciao Angelo is a very versatile table and cooking cheese. Aged a minimum of nine months, Ciao Angelo is made from cow’s milk in Holland by Bonnema Kaas. It has a savory, caramel and nutty flavor, as if it was a blend of Aged Gouda and Parmesan. It is a lovely table cheese and perfect for grating.",
      "Image": "xx",
      "Name": "Ciao Angelo"
    },
    "11": {
      "Description":
        "Along the Schie River, between Rotterdam and Den Hague, lies Delft. Home to the artist Vermeer and the tin glazed earthenware known as Delftware, it has always been a hub for fine craftsmanship. Recently, a new addition to these fine examples has been added - Delft Blue. Also known as Blue de Graven, this cow's milk cheese is rich and creamy with a buttery, mellow taste and a clean finish. \"Delft\" has a nice underlying sweetness and is not at all salty. Not only is this cheese delicious, the attractive blue veins intermingle in the milky whiteness resembling the lovely blue and white Delftware, as if it were broken and put back together again. Try this new cheese and see why the Dutch have remained at the forefront of cheese making.",
      "Image": "xx",
      "Name": "Delft Blue"
    },
    "12": {
      "Description":
        "On a trip to Holland, we discovered a limited production Dutch chevre created by the Van Dijk family. Dorothea, named after the Van Dijk's mother, was created at the request of the famous chef Cas Spijkars. Cas wanted to win the annual Dutch award for \"Most Unusual Food\" and thought that a flavored goat cheese might do the trick. They began experimenting with a secret ingredient - potato skins - chosen because the potato is an important food in Dutch culinary tradition. But Cas thought that initial efforts with the cheese/potato combination fell a little flat, so they kept working. Finally, after tweaking the recipe by adding some basil oil, coriander oil, and chopped onion, Cas and the Van Dijks had completed their masterpiece - and subsequently won the award! Each wheel of Dorothea (only 4000 are made per year) is pampered with the optimum aging conditions. Humidity and temperature are meticulously adjusted every few days to assure proper maturation. This wonderfully delicious cheese is made from pasteurized milk, but retains all of the taste for which goat's milk is famous. It is aged over 60 days to develop a full, nutty flavor and a body that is firm, but not hard enough to grate. Dorothea has an aroma reminiscent of the fresh outdoors and an unforgettable flavor.",
      "Image": "xx",
      "Name": "Dorothea (Goat Gouda with Basil Oil and Potato Skins)"
    },
    "13": {
      "Description":
        "This is our export-quality red wax gouda from Holland. With a butterfat content of 48%, gouda hits the midpoint of creaminess in the spectrum of cheeses. Enjoy it as a snack just on its own, or as a featured ingredient in your favorite sandwich or salad. It pairs perfectly with grapes and apples.",
      "Image": "xx",
      "Name": "Dutch Gouda"
    },
    "14": {
      "Description":
        "This new creation from Holland is unlike any other sheep milk cheese you have ever tasted before. The milk comes from a small farm where the sheep are treated like family. Even though this cheese has been aged for nine months, it has developed a sweet and nutty flavor. This cheese tastes like candy, with notes of butterscotch and caramel. Experience it for dessert with red or green grapes. Made with vegetable rennet.",
      "Image": "xx",
      "Name": "Ewephoria Aged Sheeps Milk Gouda"
    },
    "15": {
      "Description":
        "Fourmage is a cheese made from a blend of four milks: buffalo, sheep, cow and goat milk. It is an absolutely beautiful new creation and is a must try! This cheese creation is a one of a kind masterpiece developed in Holland. It is a uniquely delicious mixture that harnesses the layers of flavors introduced by the four different milk types. Fourmage is creamy velvet, partially in thanks to the rich buffalo milk. It reaches sweet notes from the sheep milk. Brings a fresh break through from the goat’s milk. The cow milk brings back the reassuring Gouda flavor. The unique Buffalo milk ads a deep flavor with that extra creamy smooth finish. It is made like a traditional Gouda, in Holland, where the wonderful animals that make the milk, roam free and munch on fresh, nutritious grass all summer long. It’s a young gouda style cheese keeping the flavor mellow, the texture creamy and wonderful for melting.",
      "Image": "xx",
      "Name": "Fourmage"
    },
    "16": {
      "Description":
        "Clove cheese is a unique Dutch specialty, though seldom available outside of Holland. The Friesian people of northeastern Holland developed this cheese using cloves and cumin as flavorful additions. Since cloves resemble nails, the cheese is locally known as \"Nail cheese\" or in Dutch, \"Nagelkaas.\" Nagelkaas has a pronounced spicy taste, thus a little bit goes a long way. Made from skim milk, this cheese is only 23% butterfat, giving it a firm texture. But that is not to say it is low in flavor - to the contrary, it is very flavorful thanks to the added spices!",
      "Image": "xx",
      "Name": "Friesian Clove (Nagelkaas)"
    },
    "17": {
      "Description":
        "We admit - we had to try it to believe it. Our Gouda supplier told us that their Light Gouda tasted just as good as a typical full-fat variety, and it is true! This Gouda, with 30% less fat than the traditional recipe, does not taste waxy, cardboard-like, or have any other deficiency we've associated with light cheeses in the past. In fact, it is rich, creamy and delightful. If you love cheese but are trying to cut back on fat, our Gouda Light should be your first choice.",
      "Image": "xx",
      "Name": "Gouda Light"
    },
    "18": {
      "Description":
        "A seasonal cheese, this product is only produced in the summer. Beemster's world famous milk becomes even more coveted during the last two weeks of March. The milk taken from the Beemster cows during this period is the creamiest milk of the year. This is the only milk used to create Graskaas, an exceptional Gouda-type cheese enrobed in a vibrant, green rind. During the limited \"first grazing\" period, enough milk is collected to craft just 2,000 wheels of Graskaas; only half of which are exported to the U.S. Made in the beginning of April and aged for one month, the recipe for Graskaas dates back to 1901.",
      "Image": "xx",
      "Name": "Graskaas by Beemster"
    },
    "19": {
      "Description":
        "This cheese is every bit as good as it sounds! A creamy-tasting, gouda-style Dutch cheese jazzed up with pesto. Perfectly balanced and extremely addictive, this glitzy cheese \"shows off\" for Christmas, St. Patrick's Day, or almost any occasion. Its ingredients include pasteurized cow's milk, vegetarian rennet, and pesto (basil and garlic). It has 50% fat in dry matter and is aged approximately 5-6 weeks for a firm, yet youthful texture. Although Green Pesto Gouda is a show stopper on the cheese board, its festive color is always ready to complement a tray of vegetables or equally colorful cheeses such as red-waxed gouda or edam. For a bright and flavorful dish with a twist of flavors, shred Pesto Gouda over gnocchi or pasta smothered in your favorite pasta sauce.",
      "Image": "xx",
      "Name": "Green Pesto Gouda"
    },
    "20": {
      "Description":
        "We all love this goat cheese! It is amazing what just a little honey can do to a goat's milk cheese. This gouda has a light nutty flavor with a hint of sweetness, like honey roasted cashews. Aged for six months, Honey Bee® is full of flavor, but neither too strong nor too salty. Its smooth texture makes it easy to slice or cube. The Honey Bee® goat cheese is a wonderful snacking cheese. It is easy to see why kids love it as well. If you like our other flavored goat cheeses like Capra Honey Goat or Dorothea, you're sure to agree that this is beelicious!",
      "Image": "xx",
      "Name": "HoneyBee Goat Gouda"
    },
    "21": {
      "Description":
        "This wonderful treat from Holland is made with fresh, pasteurized cow’s milk, a healthy dash of organic coconut cream and some banana added for extra flavor and creaminess. This tropical cheese is delightfully unique with a slight nutty taste and a touch of refreshing sweetness. Pairs well with melted chocolate!",
      "Image": "xx",
      "Name": "KoKos Banana Gouda"
    },
    "22": {
      "Description":
        "Straight from Holland comes a taste of the tropics! Made with fresh, pasteurized cow’s milk, KoKo's Gouda gets a healthy dash of coconut cream added for extra flavor and creaminess. It's a delightfully unique cheese with a nutty taste and a touch of refreshing sweetness. Enjoy it with fruit or thinly sliced with crisp crackers and chilled white wine or your favorite beverage. For a unique pairing, the combination of chocolate, red wine and KoKos Coconut Cheese is an outstanding combination we discovered and just had to share.",
      "Image": "xx",
      "Name": "KoKos Coconut Gouda"
    },
    "23": {
      "Description":
        "Named after its town of origin, Leyden is one of the three most important cheeses of Holland. This flavorful cheese long ago inspired the saying, \"Once a Dutchman eats a piece of Leyden, he is spoiled for any other cheese.\" Leyden's firm composition and texture and the addition of cumin seeds (which are responsible for its tangy flavor and spicy aroma) distinguish it from all other Dutch cheeses.",
      "Image": "xx",
      "Name": "Leyden by Beemster"
    },
    "24": {
      "Description":
        "The Dutch Masterpiece is here at last! Made in Holland from local pasteurized cow's milk and imported Italian cultures, gold-medal-winner Old Amsterdam tastes like a young Parmigiano-Reggiano crossed with an Aged Dutch Gouda. It is well-known for its rich, nutty, robust flavor and firm texture; both the result of it being perfectly matured for over twelve months. Excellent in salads, shredded over soups or chili, and on sandwiches, hot or cold. Old Amsterdam is perfect with a glass of fine wine or port.",
      "Image": "xx",
      "Name": "Old Amsterdam"
    },
    "25": {
      "Description":
        "This cheese has been called the Dutch Gouda with an Italian flair. A relatively new cheese from the Netherlands, Parrano is aged for five months to develop the nutty taste of Parmigiano Reggiano or Grana Padano, while maintaining the firm, smooth texture of a young Gouda. This marriage of characteristics brings you the best of both worlds. The cheese is full of flavor, yet it is easy to cut, grate, and melt. Parrano is also reminiscent of extra aged Gouda or Old Amsterdam.",
      "Image": "xx",
      "Name": "Parrano"
    },
    "26": {
      "Description":
        "Gouda, Holland's best-selling cheese, is made from whole milk, giving the cheese a butterfat content of 48%. To make a cheese that is even creamier, Gouda producers add extra cream to the milk, producing a cheese called Roomkaas with a butterfat content of 60%. Roomkaas, meaning \"cream cheese,\" is similar to a Koopsen Kaas Double Cream. Smooth, buttery, and delightful, this cheese pairs well with fresh grapes, pears, and dried Turkish apricots. It's sliceable, it melts beautifully, ideal for making creamy cheese sauces. It also makes delicious omelets, tortillas and potatoes. Melt some on a hot piece of apple pie for a special dessert!",
      "Image": "xx",
      "Name": "Roomkaas Double Cream Gouda"
    },
    "27": {
      "Description":
        "Lovers of super-aged Gouda, take note: we consider this 3-year-aged Saenkanter Gouda even better than a 5-year-aged Boerenkaas because its larger wheel -- Saenkanter weighs in at a hefty 27 pounds -- allows for more even ripening and optimal flavor development. Made by a small dairy in northern Holland, this cheese is a prime example of what happens when cows' milk Gouda is carefully aged for a long time. The paste firms up considerably but melts on the palate, and contains a multitude of tyrosine \"flavor crystals\" scattered throughout. It has distinct caramel-butterscotch notes and a whiskey-like aroma with the right amount of salinity. A rare find!",
      "Image": "xx",
      "Name": "Saenkanter Gouda"
    },
    "28": {
      "Description":
        "Eighteen pound-logs of Smoked Gouda are produced in Holland in some of the world's most modern, computerized dairy plants, yet the cheese is still smoked in ancient brick ovens over smoldering hickory chip embers. This cylindrically shaped cheese is perfect for impromptu picnics, party platters or midnight snacks. Note: the brown, smoky rind is not only edible, it's the best part of the cheese!",
      "Image": "xx",
      "Name": "Smoked Gouda"
    },
    "29": {
      "Description":
        "Mimolette is a unique cultural transplant of a cheese, with a history that’s changed with national borders. Mimolette’s story starts with Flemish cheesemakers who missed their Dutch cheeses, which were banned by French law under King Louis XIV. They tried to recreate these cheeses, including Edam. This Edam-style cheese was dubbed Mimolette and was soon popular throughout France. As time went on Mimolette became famous across Europe; so famous that the Dutch decided to recreate French Mimolette back in Holland. So a French copy of a Dutch cheese is now being copied itself by the Dutch! If you’re a fan of the French version of Mimolette, this Dutch version is a great alternative. Serve with sliced apples, bread, or heat for a delicious cheese toastie!",
      "Image": "xx",
      "Name": "Aged Mimolette 6 Month by Isigny"
    },
    "30": {
      "Description":
        "In modern Holland, there are few remaining farmers who still make cheese by hand on the farm. Boerenkaas is, by definition, a handmade Gouda. Creating Boerenkaas is more art than science, leveraging a tremendous amount of knowledge, tradition and skill in the process. Boerenkaas is only made from May to October when the weather permits the cows to stay outside and eat fresh grass.",
      "Image": "xx",
      "Name": "Boerenkaas Aged 6 Months"
    },
    "31": {
      "Description":
        "A cheese that defines Dutch culture, Edam is a mellow, savory, slightly salty cheese that has a pale yellow interior with a red or yellow paraffin coating. (The yellow is more common in Holland; the red is intended for export). It is made from part-skimmed milk (30 to 40 percent milk-fat) and comes in spheres with flattened ends. Edam, named for a Dutch town, is second only to Gouda as Holland's most exported cheese. It is a great all-purpose cheese, especially good when served with dark beer.",
      "Image": "xx",
      "Name": "Dutch Edam"
    },
    "32": {
      "Description":
        "Indulge your palate with this exquisite cheese experience from Holland. Dutch Vintage has the deep, rich, buttery flavor of a classically well aged Gouda, a favorite of cheese connoisseurs. This cheese cuts with ease and grates well. Made with milk from free-range, grass-pastured Holsteins and then carefully aged, it can be the featured as the centerpiece of an hors d’oeuvre plate, melted in your favorite gourmet recipes or served with seasonal fruit on dessert platter. It pairs well with both red, white or dessert wines.",
      "Image": "xx",
      "Name": "Dutch Vintage Gouda 3 Year"
    },
    "33": {
      "Description":
        "Finally, after scouring the Netherlands for a premium producer with the foresight to seriously age his gouda, we have found our man. Though our other two aged goudas are incredible products, this one simply has to be tasted to be believed. Aged for a full five years, this gouda (called Pittig in Holland) is both intense and complex. Like a fine wine, maturity has been generous to this gouda, lending it nuances other cheeses only dream of. A beguiling array of flavors tease the taste buds and leave you wanting more of this very special item.",
      "Image": "xx",
      "Name": "Extra TRIPLE Aged Gouda - Aged 5 Years"
    },
    "34": {
      "Description":
        "Over twenty years ago, we had a request from the man who originated \"The Cellar\" at Macy's. \"I want the Dutch Goat cheese I tasted when I was in Holland,\" he said. We took a trip to Amsterdam and inquired on his behalf to all of our suppliers and any cheese producers we could find. We had no success. There was not an ounce of Dutch goat cheese anywhere! Two decades since that adventure, Dutch goat cheese is still a rarity, except, that is, for Goat Gouda. A few entrepreneurial Dutchmen discovered that Gouda, the cheese people most commonly associate with Holland, could be made from goat's milk as well. Goat Gouda has proven wildly popular in Europe and is starting to turn heads here in the States, too. This silken, bright white cheese is now manufactured by several Dutch cheese producers. If you like goat cheese, you will love this tangy, satiny, mouth-watering gem.",
      "Image": "xx",
      "Name": "Goat Gouda"
    },
    "35": {
      "Description":
        "This mild and creamy Dutch Gouda with black peppercorns offers a perfectly balanced taste. It’s a versatile cheese with a unique and interesting flavor profile. It’s a good cheese to use in salads, sandwiches and omelettes.",
      "Image": "xx",
      "Name": "Gouda with Peppercorns"
    },
    "36": {
      "Description":
        "Often referred to as a sweet take on Swiss Emmental, this nutty, mild cheese gets its characteristic appearance of large \"eyes\" (holes) and a domed top from a special beneficial bacteria which emits carbon dioxide during the maturation process. Marketed under numerous brand names such as Leerdam and Mondrian, Maasdam is a perfect complement for salads and sandwiches and is ideal for melting.",
      "Image": "xx",
      "Name": "Maasdammer"
    },
    "37": {
      "Description":
        "Often compared to Swiss Emmental, but much smaller in size when produced, this nutty flavored, mild cheese gets its characteristic appearance of large \"eyes\" (holes) and a domed top from a special bacteria which emits carbon dioxide during the maturation process. Known by the common name of \"Maasdam,\" Leerdammer is a perfect complement for salads and sandwiches and is ideal for melting.",
      "Image": "xx",
      "Name": "Maasdammer - Pound Cut"
    },
    "38": {
      "Description":
        "The earthy olives, sweet basil, sun dried tomatoes and spicy garlic give this cheese the power to tansport you to the Mediterranean as you eat it. It is an exciting and savory cheese with distinct and complex flavors. The Orange Windmill brand offers a range of delicately flavored Dutch cheeses, enriched with the finest ingredients based on the traditional Dutch method of cheese making. This unique combination results in an incomparable range of Dutch specialty cheeses, which are flavored with just the right amount of herbs and spices. Soft and creamy, these cheeses melt easily making them the perfect topping for a warm dish or a delicious ingredient for a range of meals from delicious desserts to scrumptious snacks to succulent sandwiches.",
      "Image": "xx",
      "Name": "Mediterranean Gouda"
    },
    "39": {
      "Description":
        "This distinctive raw milk Gouda is the perfect base for the aromatic addition of Italian Black truffles. Imported from Holland, this specialty Gouda has a golden interior dotted with real black truffle pieces. The cheese itself is mild enough to allow the lusty flavor of the truffles to really shine. Aged for over 3 months, this Gouda shreds and melts easily, making it an easy way to add the indulgent flavor of truffles to your favorite recipes. Truffled omelettes or truffled mac n' cheese, anyone? Pair this cheese with a medium-bodied wine with some tannins, such a Cabernet Franc or Sangiovese, as the wine should stand up to the truffles, but not overwhelm their flavor.",
      "Image": "xx",
      "Name": "Raw Milk Gouda with Truffles"
    },
    "40": {
      "Description":
        "This tantalizing combination of classic Dutch Edam cheese laced with spicy chili peppers is red hot. A special treat for the adventurous cheese explorer seeking a spicy cheese. Not for the faint of heart, enjoy it paired with a fine Dutch beer like Heineken or Amstel. Soft and creamy, this cheese melts well, making it the perfect topping for chicken breast. It is also firm enough to shred and slice, making it ideal for sandwiches and tacos.",
      "Image": "xx",
      "Name": "Red Hot Dutch Edam Cheese"
    },
    "41": {
      "Description":
        "This edible Dutch masterpiece has been aged for 36 months, allowing its body to develop a muted caramel color, matched by a uniquely intense, yet sweet flavor. So versatile, Roomano Pradera® can be grated as a wonderful alternative to Parmesan or chunked as a perfect crowd pleaser at cocktail time. Chosen by \"The Wine Spectator\" as one of the best 100 cheeses of 2008.",
      "Image": "xx",
      "Name": "Roomano Pradera"
    },
    "42": {
      "Description":
        "Truffle Noire is a creamy, smooth Gouda with a generous sprinkling of delicate black Italian summer truffles. As a rule, the flavor of truffles is enhanced by rich complements, which is why truffles are so perfect for mixing into butter, cream sauces, and of course cheese. To get the purest flavor, Truffle Noire is based on a centuries-old recipe for a smooth, buttery gouda. Then real, imported Italian truffles are shredded and mixed with the curd. The cheese is only aged a short time, ensuring a fresh, creamy cheese to show off the intense, earthy flavor of truffles. Enjoy this gem from Holland with good bread and bold red wines. Or go a little naughty and make the most indulgent truffled mac n' cheese ever!",
      "Image": "xx",
      "Name": "Truffle Noire Gouda"
    },
    "43": {
      "Description":
        "If you are a gouda lover, then Volendam is a must have! Inspired by the scenic Dutch fishing village of the same name, Volendam has a butterfat content of 55%. Compare that to the 48% found in traditional Gouda, and you'll understand why this cheese has an extra creamy texture and rich, buttery flavor. It is so creamy that it sticks to your knife when cutting it! Enjoy it as a snack just on its own, or as a featured ingredient in your favorite sandwich or salad.",
      "Image": "xx",
      "Name": "Volendam"
    }
  }
}
